List places = [
  {
    "name": "فندق Dolah Amet & Suites",
    "img": "assets/1.jpeg",
    "price": r"$100/ليله",
    "location": "لندن,انجلترا",
    "details": "يوفر خدمة الواي فاي مجاناً وخدمة تسجيل الوصول والمغادرة السريعة ومكتباً للجولات السياحية، ويضم مكان الإقامة هذا أيضاً غرفاً عائلية وتراساً "

  },
  {
    "name": "شاطئ موريس بلانديت",
    "img": "assets/2.jpeg",
    "price": r"$100/ليله",
    "location": "لشبونة, البرتغال",
    "details": "يوفر خدمة الواي فاي مجاناً وخدمة تسجيل الوصول والمغادرة السريعة ومكتباً للجولات السياحية، ويضم مكان الإقامة هذا أيضاً غرفاً عائلية وتراساً "
  },
  {
    "name": "مطعم ابسوم",
    "img": "assets/3.jpeg",
    "price": r"$100/ليله",
    "location": "باريس, فرنسا",
    "details": "يوفر خدمة الواي فاي مجاناً وخدمة تسجيل الوصول والمغادرة السريعة ومكتباً للجولات السياحية، ويضم مكان الإقامة هذا أيضاً غرفاً عائلية وتراساً "
  },
  {
    "name": "شاطئ كورابيتور",
    "img": "assets/4.jpeg",
    "price": r"$100/ليله",
    "location": "روما, إيطاليا",
    "details": "يوفر خدمة الواي فاي مجاناً وخدمة تسجيل الوصول والمغادرة السريعة ومكتباً للجولات السياحية، ويضم مكان الإقامة هذا أيضاً غرفاً عائلية وتراساً "
  },
  {
    "name": "تجمع Tincidunt",
    "img": "assets/5.jpeg",
    "price": r"$100/ليله",
    "location": "مدريد,إسبانيا",
    "details": "يوفر خدمة الواي فاي مجاناً وخدمة تسجيل الوصول والمغادرة السريعة ومكتباً للجولات السياحية، ويضم مكان الإقامة هذا أيضاً غرفاً عائلية وتراساً "
  },
];